<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>계좌개설 약관</title>
</head>
<body>

<style>
	/* 회원가입 약관 */
.contract {
    width: 700px; margin: 50px auto 80px; padding: 30px 40px 50px;
    border-radius: 30px; background-color: rgb(167, 193, 204); 
}
.contract h1 {text-align: center;}
.contract .text {
    height: 230px; border: 1px solid black; background-color: white;
    white-space: pre-line; overflow-y: scroll; margin: 0 auto 20px;
}
.contract p {text-align: right;}
.contract .box {width: 100px; height: 40px;  padding: 8px; margin: 0 3px;}

</style>
    <header>
        <div class="homebox">
            <a href="index.jsp" class="logo"></a>
        </div>
    </header>
 
    <nav>
        <div class="menubox">
            <ul>
                <li><a href="notice.html">공지사항</a></li>
                <li><a href="free.html">자유게시판</a></li>
            </ul>
        </div>
    </nav>
 
    <main>
        <form class="contract" action="signup.html">
            <h1>계좌개설 약관</h1>
            <div class="text">제1조 (약관의 목적)

이 약관은 고객이 토스증권 주식회사(이하 “회사“라 합니다)에 종합계좌 및 개별계좌를 개설하고 이용함에 있어, 고객과 회사간의 권리, 의무관계 등 필요한 사항을 정함을 목적으로 합니다.

 

제2조 (용어의 정의)

“종합계좌”란 고객이 회사가 제공하는 각종 금융상품 거래 및 관련 서비스를 이용하기 위하여 개설하는 계좌로서 금융상품 및 서비스를 종합적으로 관리할 수 있도록 구현된 것을 말합니다.
“개별계좌”란 고객이 회사가 제공하는 개별 금융상품 거래 및 관련 서비스를 이용하기 위하여 종합계좌 내에서 개설하는 계좌로 아래와 같이 구분됩니다.
일반 위탁계좌: 주식, 채권, 수익증권, 외화증권, 해외장내파생상품(미국주식옵션에 한함)을 거래하기 위하여 개설되는 계좌
“토스앱”이란 회사가 고객에 대하여 금융상품 거래 및 관련 서비스를 제공함에 있어서 이용하는 스마트폰 어플리케이션을 의미하며, “토스증권탭”이란 회사가 고객에 대하여 금융상품 거래 및 관련 서비스를 제공함에 있어서 이용하는 화면으로서 고객이 토스앱을 통하여 진입할 수 있는 것을 의미하며, “WTS”란 회사가 고객에 대하여 금융상품 거래 및 관련 서비스를 제공함에 있어서 이용하는 웹사이트로서 https://wts.tossinvest.com 및 그에 부속된 화면을 말합니다.
“푸시알림”이란 회사가 토스앱을 통하여 고객에게 전송하는 전자적 통지, “알림톡”이란 회사가 카카오톡 애플리케이션을 통하여 고객에게 전송하는 전자적 통지, “문자알림”이란 회사가 휴대전화 문자메시지의 형태로 고객에게 전송하는 전자적 통지, “알림메일”이란 회사가 이메일의 형태로 고객에게 전송하는 전자적 통지를 각 의미합니다.
 

제3조 (계좌의 개설)

고객은 종합계좌 및 일반 위탁계좌를 보유한 경우에 한하여 회사가 제공하는 금융상품 거래 및 관련 서비스를 이용할 수 있습니다.
고객은 개별 금융상품 거래 및 관련 서비스의 이용을 개시하고자 하는 경우(해당 거래에 필요한 개별계좌를 폐쇄한 후 해당 거래를 재개하고자 하는 경우를 포함)에 거래하고자 하는 금융상품의 유형에 따라 개별계좌를 개설하고 별도의 계좌설정 약관에 동의하여야 합니다.
 

제4조 (계좌개설의 절차)

고객은 종합계좌 또는 개별계좌를 개설하고자 하는 경우에 토스증권탭을 통하여 이 약관에 동의하고 계좌개설에 필요한 사항을 기재 및 제출한 다음 회사에 해당 계좌의 개설을 요청하여야 하며, 회사가 이를 승낙함으로써 해당 계좌의 개설이 완료됩니다. 단, 법인의 경우에는 계좌개설 신청서를 작성한 후 거래인감 또는 서명감을 날인 또는 서명하여 회사에 제출하여야 합니다.
고객이 계좌개설을 요청하는 경우에 회사는 고객에게 실지명의 및 그 본인여부의 인증을 요구할 수 있고, 실지명의 또는 본인여부가 정상적으로 확인되지 않으면 해당 계좌개설을 거부할 수 있습니다.
 

제5조 (비밀번호의 등록)

고객은 종합계좌 개설 신청 시 종합계좌 및 개별계좌 거래를 위한 비밀번호를 등록하며, 비밀번호가 필요한 모든 거래 시 해당 비밀번호를 사용합니다.

 

제6조 (계좌의 조회)

고객은 토스앱 또는 WTS를 통하여 개별계좌의 보유상황 및 계좌 내 자산을 조회할 수 있습니다.

 

제7조 (현금 및 증권 등의 출납)

고객은 제3자 및 타 금융기관로부터 현금을 이체하거나, 토스앱의 송금 등의 회사가 지원하는 방식을 통해서 개별계좌에 입금할 수 있으며 입금의 효력은 회사가 이를 수령하여 확인하는 시점에 발생합니다.
고객은 개별계좌에 입금된 금액을 제3자 및 타 금융기관 계좌로 이체 출금할 수 있습니다. 단, 개별계좌에 수표가 입금된 경우, 고객은 교환추심전에 해당 금액을 출금할 수 없으며 만일 당해 수표가 부도 처리된 경우 회사는 입금거래를 취소하고, 부도 처리된 당해 수표를 해당 고객에게 반환처리합니다.
고객은 회사가 예탁받을 수 있는 증권을 제3자 및 타금융기관으로부터 회사에 예탁(이하 “입고”라 함)할 수 있습니다. 입고의 효력은 회사가 이를 수령하여 확인하는 시점에 발생합니다. 다만, 고객이 회사에 입고한 증권이 사고증권인 경우 회사는 당해 입고를 취소하고 해당 증권을 고객에게 반환처리합니다.
고객은 주식등(「주식ㆍ사채등의 전자등록에 관한 법률」에 따른 주식등을 말합니다. 이하 같습니다)을 개별계좌를 통하여 회사에 전자등록(「주식ㆍ사채등의 전자등록에 관한 법률」에 따른 전자등록을 말합니다. 이하 같습니다) 해줄 것을 신청할 수 있고, 전자등록의 효력은 회사가 해당 주식등에 관한 내역을 전자등록하는 시점에 발생합니다.
고객은 회사에 예탁되어 있는 증권 및 전자등록되어 있는 주식등을 타금융기관에 개설된 본인 명의의 증권계좌로 대체 출고할 수 있습니다.
 

제8조 (신고사항의 변경)

고객은 비밀번호, 주소, 연락처, 고객명 등 회사에 신고한 사항에 변동이 있거나 변경하고자 하는 경우 회사에 지체없이 변경신고를 하여야 합니다.
회사는 고객의 책임있는 사유로 변동된 사항에 대한 신고를 게을리하거나 신고하지 아니하여 발생한 손해에 대하여 회사의 책임있는 사유가 없는 한 책임을 지지 아니합니다.
 

제9조 (계좌의 수시폐쇄)

고객은 회사에 개설한 계좌를 폐쇄하고자 할 경우, 회사에 계좌폐쇄를 요청하여야 합니다.
종합계좌 내의 모든 개별계좌가 폐쇄된 이후 종합계좌를 폐쇄할 수 있습니다.
 

제10조 (계좌의 통합 및 폐쇄)

회사는 현금 및 금융투자상품 등 예탁자산의 합계가 10만원 이하이고 최근 6개월간 고객의 매매거래 및 입출금, 입출고 등이 중단된 계좌를 타계좌와 구분하여 통합계좌로 별도관리 할 수 있습니다.
회사는 고객계좌의 잔액·잔량이 예탁자산의 합계가 “영“이 된 날로부터 6개월이 경과한 경우 해당 계좌를 폐쇄할 수 있습니다.
 

제11조 (회사의 통보)

회사는 다음 각호의 사항을 푸시알림, 알림톡, 문자알림, 알림메일 등을 통하여 고객에게 통보할 수 있습니다.
계좌의 개폐, 접근 또는 이용의 제한(사고등록, 수탁정지 등을 포함)
계좌 내 자산의 변동(수익률, 구성비율 등의 변동을 포함)
계좌 내 보유한 금융상품에 관한 정보(시가 변동, 현황, 시황, 업황의 분석 등 단순한 투자정보를 포함)
고객은 토스증권탭의 설정 메뉴 내 알림 화면(또는 그와 유사한 명칭의 화면)을 통하여 제1항 제2호 내지 제3호의 통보 수신 여부를 설정 및 변경할 수 있습니다.
 

제12조 (약관의 변경등)

회사는 이 약관을 변경하고자 하는 경우 시행일 1개월 전에 변경되는 약관 및 변경내용(기존 고객에 대한 변경약관 적용 여부, 신∙구대비표 등)을 인터넷 홈페이지, 이와 유사한 전자통신매체를 통하여 게시합니다. 다만, 자본시장법 등 관계법령 또는 거래소 업무규정의 제ㆍ개정에 따른 제도변경 등으로 약관이 변경되는 경우로서 본문에 따라 안내하기가 어려운 급박하고 부득이한 사정이 있는 경우에는 변경내용을 앞의 문장과 같은 방법으로 개정 약관의 시행일 전에 게시합니다.
제1항의 변경내용이 고객에게 불리하거나 중요한 내용인 경우에는 이를 서면 등 고객과 사전에 합의한 방법으로 변경되는 약관의 시행일 1개월 전까지 개별통지(신∙구대비표 포함)하여야 합니다. 다만, 기존 고객에게 변경 전 내용이 그대로 적용되는 경우 또는 고객이 변경내용에 대한 통지를 받지 아니하겠다는 의사를 명시적으로 표시한 경우에는 그러하지 아니합니다.
회사는 제2항의 통지를 할 경우 “고객은 약관의 변경에 동의하지 아니하는 경우 종합계좌 이용 관련 계약을 해지할 수 있으며, 통지를 받은 날로부터 변경되는 약관의 시행일 전의 영업일까지 계약해지의 의사표시를 하지 아니한 경우에는 변경에 동의한 것으로 본다“라는 취지의 내용을 통지하여야 합니다.
고객이 제3항의 통지를 받은 날로부터 변경되는 약관의 시행일 전의 마지막 영업일까지 회사에 종합계좌 개설 계약해지의 의사표시를 하지 아니하는 경우에는 약관의 변경에 동의한 것으로 봅니다.
회사는 이 약관을 고객이 요구할 경우 이를 교부하여야 하며, 인터넷 홈페이지, 그 밖에 이와 유사한 전자 통신매체에 게시하여 고객이 약관을 확인하고, 다운로드(화면출력을 포함)받을 수 있도록 합니다.
 

제13조 (양도 및 질권설정 금지)

고객은 회사의 동의를 얻어 현금 및 금융투자상품 등 예탁자산을 양도하거나 질권(채무자가 돈을 갚을 때까지 채권자가 담보물을 보유할 수 있고, 채무자가 돈을 갚지 않을 때는 그 담보물에 대하여 우선적으로 변제를 받을 수 있는 권리를 말합니다)을 설정할 수 있습니다.

 

제14조 (업무위탁)

회사는 종합계좌 및 개별계좌의 개폐 및 유지와 관련된 업무의 일부를 다른 금융회사, 토스앱을 운영하는 회사, 고객상담 및 고객지원업무를 주된 사업으로 영위하는 회사, 알림톡 또는 문자알림에 필요한 기술, 계약상 지위 기타 자원을 가진 회사, 전기통신사업자, 전자서명인증사업자, OTP 발급 및 등록대행 업체, 한국거래소, 주식회사 코스콤, 전산시스템 또는 통신 등에 관련된 보안전문업체 등에게 위탁할 수 있습니다.

 

제15조(분쟁조정)

고객은 회사와 분쟁이 발생하는 경우 회사의 민원처리부서에 그 조정을 요구하거나 금융감독원, 금융투자협회 등에 분쟁조정을 신청할 수 있습니다.

 

제16조 (거래제한)

계좌가 「전기통신금융사기 피해방지 및 피해금 환급에 관한 특별법」에 따른 사기이용계좌로 사용될 경우, 회사는 해당 계좌명의인에 대해 계좌개설 등 금융거래를 제한할 수 있습니다.
제1항에 따라 계좌개설 등 금융거래가 제한될 경우 회사는 지체 없이 해당 계좌명의인에게 그 사실을 통지합니다.
 

제17조 (회사의 책임)

회사는 고객의 책임있는 사유로 인하여 고객에게 발생하는 손해에 대하여 회사의 책임 있는 사유가 없는 한 책임을 지지 아니합니다.
제1항에도 불구하고 전자금융거래시 접근매체(비밀번호 등)의 위조나 변조로 발생한 사고, 계약체결 또는 거래지시의 전자적 전송이나 처리과정에서 발생한 사고로 인하여 이용자에게 손해가 발생한 경우에는 회사는 과실 여부를 불문하고 그 손해를 배상하여야 합니다. 단, 전자금융거래 이용에 관한 기본약관에서 정하는 고객의 고의나 중대한 과실이 있는 경우에는 그러하지 아니합니다.
제1항 또는 2항에도 불구하고 전자금융거래법 등 관련 법령에 고객에게 유리하게 적용될 수 있는 규정이 있는 경우에는 그 법령을 우선 적용합니다.
 

제18조 (불가항력으로 인한 면책)

회사는 천재지변, 사변 이에 준하는 불가항력의 사유로 인하여 서비스를 제공할 수 없는 경우와 지연되는 경우 회사의 책임 있는 사유가 없는 한 이에 대한 책임을 지지 아니합니다.

 

제19조 (전자금융거래 이용에 관한 기본약관 등의 효력)

고객이 종합계좌 이용에 있어서 회사의 『전자금융거래 이용에 관한 기본약관』 등 회사가 제공하는 각종 서비스 약관에 동의한 경우에는 종합계좌 내 모든 개별계좌에 해당 약관의 효력이 발생하며, 추후 해당 종합계좌 내에 추가되는 개별계좌에 대해서도 동일한 효력이 적용됩니다.

 

제20조 (관계법규 등 준용)

고객이 회사의 계좌에서 개별 상품 및 서비스를 이용하는 경우 해당 상품 및 서비스의 개별약관 및 약정서가 이 약관에 우선합니다.
이 약관에서 정하지 아니한 사항은 별도의 약정이 없는 한 관계법규 등에서 정하는 바에 따르며 관계법규에도 정함이 없는 경우에는 일반적인 상관례에 따릅니다.
 

부 칙

 

이 약관은 2020년 01월 20일 부터 시행합니다.
            </div>
            <div>
                <p><input type="checkbox" required> 약관에 동의하시려면 체크해주세요</p>
                <p><input type="submit" value="개설 신청" class="box"><p>
            </div>
        </form>
    </main>
 
    <footer>
        <div>
            <p>Copyright &copy; 임지은 all rights reserved</p>
        </div>
    </footer>
</body>
</html>

